[
    {
        "id": 1,
        "title": "Baader–Meinhof Phenomenon",
        "tagline": "\"The Red Car Effect\"",
        "description": "<strong>Have you ever learned a new word or noticed a specific type of car, and then suddenly you see it everywhere the next day?</strong><br><br><strong>Simple Explanation:</strong> It’s not that the thing is actually appearing more often. It was always there, but your brain was ignoring it. Now that you've noticed it once, your brain thinks it's important and points it out to you every time.<br><br><strong>Real Life:</strong> You buy a new pair of Nike shoes. Suddenly, it looks like half the school is wearing the exact same shoes!",
        "imageUrl": "https://mentalhealthathome.org/wp-content/uploads/Frequency-illusion-1.png",
        "videoId": "5b3e2blXsZk"
    },
    {
        "id": 2,
        "title": "Quantum Tunneling",
        "tagline": "\"Ghost Walking Through Walls\"",
        "description": "In movies, ghosts can walk through solid walls. In the microscopic world of atoms, particles can actually do this!<br><br><strong>Simple Explanation:</strong> Imagine rolling a ball up a steep hill. If you don't push it hard enough, it rolls back down. But in the quantum world, a particle can sometimes \"cheat\" and tunnel right through the hill to the other side, even if it didn't have the energy to climb over the top.<br><br><strong>Why it matters:</strong> Our Sun uses this trick to burn and create light! This effect is known as (nuclear fusion)",
        "imageUrl": "https://i.ytimg.com/vi/RF7dDt3tVmI/maxresdefault.jpg?sqp=-oaymwEmCIAKENAF8quKqQMa8AEB-AH-CYAC0AWKAgwIABABGF4gXiheMA8=&rs=AOn4CLB2Jfi5hhor1l2F44TtULBxNKP8Fg",
        "videoId": "cTodS8hkSDg"
    },
    {
        "id": 3,
        "title": "Semantic Satiation",
        "tagline": "\"The Broken Record Effect\"",
        "description": "<strong>Simple Explanation:</strong> If you say a word over and over again—like \"Fork... Fork... Fork...\"—it starts to sound like weird gibberish.<br><br><strong>Why?</strong> Your brain gets tired of firing the same signal for that word. It temporarily disconnects the sound of the word from the meaning of the word. It’s like a muscle getting tired after too many pushups.",
        "imageUrl": "https://i.pinimg.com/736x/c2/03/a3/c203a3ed9bde6593c57a8454edcd4ccd.jpg",
        "videoId": "PILcSm2Vhfg"
    },
    {
        "id": 4,
        "title": "Emergence Theory",
        "tagline": "\"Teamwork Makes the Dream Work\"",
        "description": "<strong>Simple Explanation:</strong> Sometimes, a bunch of simple things working together create something super smart or complex that the individual parts couldn't do alone.<br><br><strong>Example:</strong> One ant is not very smart. It just follows smells. But a million ants together can build bridges, fight wars, and farm food. The \"intelligence\" emerges from the group, not the single ant.<br><br><strong>You are an example:</strong> Your brain cells are just simple switches. But billions of them working together create you—your thoughts, feelings, and personality.",
        "imageUrl": "https://www.templeton.org/wp-content/uploads/2022/01/JTF_Emergencefinal_Jin-Xia_1124-scaled.jpg",
        "videoId": "16W7c0mb-rE"
    },
    {
        "id": 5,
        "title": "The Fermi Paradox",
        "tagline": "\"Where Are all the Aliens?\"",
        "description": "<strong>Simple Explanation:</strong> Space is huge. There are billions of stars and planets. Statistically, there should be aliens out there. We should have heard their radio signals or seen their spaceships by now. But we see... nothing. It's totally quiet.<br><br><strong>The Paradox:</strong> If the universe is so big and old, why haven't we found anyone else yet? Are we alone, or are they hiding?",
        "imageUrl": "https://static.scientificamerican.com/dam/m/24de21c5e5a4dcab/original/GettyImages-1435285902_WEB.jpg?m=1721232268.994&crop=16%3A9%2Csmart&w=1920",
        "videoId": "sNhhvQGsMEc"
    },
    {
        "id": 6,
        "title": "Cryptomnesia",
        "tagline": "\"Accidental Copycat\"",
        "description": "<strong>Simple Explanation:</strong> This happens when you think you just had a brilliant, original idea, but you actually saw it somewhere else a long time ago and forgot.<br><br><strong>Example:</strong> You hum a \"new\" melody you just wrote, but you're actually humming a Taylor Swift song you heard in a grocery store 3 years ago. You aren't stealing on purpose; your memory is just playing a trick on you.",
        "imageUrl": "https://i.ytimg.com/vi/UWwS7zdWJhk/hq720.jpg?sqp=-oaymwEhCK4FEIIDSFryq4qpAxMIARUAAAAAGAElAADIQj0AgKJD&rs=AOn4CLBXzmMdT2V6biUTEp11llJK5OxyOg",
        "videoId": "QK9NaDy43eY"
    },
    {
        "id": 7,
        "title": "Pareto Principle (80/20 Rule)",
        "tagline": "\"The Lazy Winner Rule\"",
        "description": "<strong>Simple Explanation:</strong> In life, a small amount of effort usually leads to the biggest results. Roughly 80% of the consequences come from just 20% of the causes.<br><br><strong>Examples:</strong><br><ul><li><strong>School:</strong> 20% of the stuff in the textbook will probably make up 80% of the questions on the test.</li><li><strong>Wardrobe:</strong> You probably wear your favorite 20% of clothes about 80% of the time.</li><li><strong>Video Games:</strong> You spend 80% of your time playing just 20% of the games you own.</li></ul>",
        "imageUrl": "https://blog.proactioninternational.com/hs-fs/hubfs/PAI-Infographie-pareto-1920px-EN-01.png?width=800&height=602&name=PAI-Infographie-pareto-1920px-EN-01.png",
        "videoId": "lsGwqk_agcQ"
    },
    {
        "id": 8,
        "title": "Cognitive Load Theory",
        "tagline": "\"Brain RAM\"",
        "description": "<strong>Simple Explanation:</strong> Your brain is like a computer. It has a limited amount of working memory (RAM). If you try to process too much at once, your screen freezes.<br><br><strong>How to fix it:</strong> If a teacher talks too fast while showing a messy diagram, your \"RAM\" fills up with junk (distractions), and you can't learn the actual lesson. To learn better, you need to clear out the distractions so your brain has space to work.",
        "imageUrl": "https://www.educationcorner.com/wp-content/uploads/Willingham-memory-model-diagram.png",
        "videoId": "UpA6RdE0aYo"
    },
    {
        "id": 9,
        "title": "Heisenberg’s Uncertainty Principle",
        "tagline": "\"The Clumsy Blindfolded Search\"",
        "description": "<strong>Simple Explanation:</strong> Imagine a pitch-black room with a balloon floating in it. You want to find where the balloon is. You wave your hand around to touch it.<br><br><strong>The Problem:</strong> The moment your hand touches the balloon to say \"Here it is!\", your hand pushes the balloon away. By measuring its position, you changed its speed and direction. You can never know exactly where a tiny particle is AND how fast it is going at the same time, because measuring one messes up the other.",
        "imageUrl": "https://www.sciencefacts.net/wp-content/uploads/2023/10/Heisenberg-Uncertainty-Principle.jpg",
        "videoId": "TQKELOE9eY4"
    },
    {
        "id": 10,
        "title": "The Ship of Theseus",
        "tagline": "\"The Identity Puzzle\"",
        "description": "<strong>The Story:</strong> Imagine you have a cool Lego pirate ship. Over a few years, you lose pieces and replace them with new bricks. Eventually, you have replaced every single brick.<br><br><strong>The Question:</strong> Is it still the same pirate ship?<br><br><strong>The Twist:</strong> If you took all the old, broken bricks you threw away and built a ship out of them, which one is the real ship? The one with the new parts, or the one with the original junk?<br><br><strong>Why it's cool:</strong> It makes you wonder about you. Your body replaces its cells all the time. Are you the same person you were as a baby?",
        "imageUrl": "https://shitwhole.com/wp-content/uploads/2022/04/ship-shitwhole-750x410.png",
        "videoId": "0j824J9ivG4"
    },

  {
    "id": 11,
    "title": "The Butterfly Effect",
    "tagline": "\"Tiny Causes, Huge Effects\"",
    "description": "<strong>Simple Explanation:</strong> Very small actions can slowly grow into very big results, even if they seem harmless at first.<br><br><strong>Easy Story:</strong> A butterfly flaps its wings. That tiny movement slightly changes the air. Days later, those small changes help form a storm far away. The butterfly didn’t create the storm directly — it just started a chain reaction.<br><br><strong>Real Life:</strong> Missing one class → confusion → poor marks → low confidence. One small moment can change the whole outcome.",
    "imageUrl": "https://images.prismic.io/thedecisionlab/0b72baef-8547-475d-9825-5e1f60e3cd27_The+Butterfly+Effect+2.jpg?auto=compress,format",
    "videoId": "7GkzxbXH87U"
  },
  {
    "id": 12,
    "title": "Quantum Entanglement",
    "tagline": "\"Spooky Action at a Distance\"",
    "description": "<strong>Simple Explanation:</strong> Two tiny particles can become so strongly connected that they behave like a pair, even when separated by huge distances.<br><br><strong>Easy Example:</strong> Imagine two magic coins. You keep one, your friend takes the other far away. When your coin changes, the other one changes instantly — no message sent.<br><br><strong>Why it’s strange:</strong> This happens instantly, breaking our normal idea of distance and speed.",
    "imageUrl": "https://scitechdaily.com/images/Quantum-Entanglement-Concept.jpg",
    "videoId": "ZuvK-od647c"
  },
  {
    "id": 13,
    "title": "String Theory",
    "tagline": "\"The Universe Is a Guitar\"",
    "description": "<strong>Simple Explanation:</strong> Everything in the universe might be made from tiny vibrating strings instead of tiny solid dots.<br><br><strong>Easy Example:</strong> A guitar string makes different sounds depending on how it vibrates. In the same way, these tiny strings vibrate differently to create particles like electrons and light.<br><br><strong>Big Goal:</strong> String theory tries to explain all of reality using one simple idea.",
    "imageUrl": "https://cdn1.byjus.com/wp-content/uploads/2022/02/string-theory1.png",
    "videoId": "Da-2h2B4faU"
  },
  {
    "id": 14,
    "title": "Survivorship Bias",
    "tagline": "\"The Hidden Failures\"",
    "description": "<strong>Simple Explanation:</strong> We focus only on people who succeed and forget about the many who failed and disappeared from view.<br><br><strong>Easy Example:</strong> You hear stories of rich dropouts, but not about the millions who dropped out and struggled.<br><br><strong>Lesson:</strong> What we see is only part of the truth.",
    "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b2/Survivorship-bias.svg/1200px-Survivorship-bias.svg.png",
    "videoId": "P9WFpVsRtQg"
  },
  {
    "id": 15,
    "title": "Observer Effect",
    "tagline": "\"Being Watched Changes Everything\"",
    "description": "<strong>Simple Explanation:</strong> People and things behave differently when they know they are being watched or measured.<br><br><strong>Easy Example:</strong> You sit properly and focus more when a teacher is watching you.<br><br><strong>Main Idea:</strong> Just observing something can change how it behaves.",
    "imageUrl": "https://m.media-amazon.com/images/I/711213kWmIL._AC_UF1000,1000_QL80_.jpg",
    "videoId": "Rqh6CH1Hlvo"
  },
  {
    "id": 16,
    "title": "Confirmation Bias",
    "tagline": "\"The Echo Chamber Brain\"",
    "description": "<strong>Simple Explanation:</strong> Your brain prefers information that supports what you already believe and ignores anything that disagrees.<br><br><strong>Easy Example:</strong> If you think a phone brand is bad, you only notice bad reviews and skip the good ones.<br><br><strong>Problem:</strong> This makes people believe they are always right.",
    "imageUrl": "https://www.arjunuvacha.com/p/cognitive-bias-confirmation-bias/confirmation-bias.png",
    "videoId": "wo3xpigIjts"
  },
  {
    "id": 17,
    "title": "The Multiverse Theory",
    "tagline": "\"Infinite Versions of You\"",
    "description": "<strong>Simple Explanation:</strong> Our universe might not be the only one — many universes could exist at the same time.<br><br><strong>Easy Example:</strong> In this universe you studied today. In another, you played games. Both versions of you may exist.<br><br><strong>Status:</strong> This idea is not proven yet.",
    "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a6/Hubble-Space-Telescope-Galaxy-Collection.jpg/1009px-Hubble-Space-Telescope-Galaxy-Collection.jpg",
    "videoId": "XglOw2_lozc"
  },
  {
    "id": 18,
    "title": "Dunning–Kruger Effect",
    "tagline": "\"Too Confident, Too Soon\"",
    "description": "<strong>Simple Explanation:</strong> People who know very little often feel very confident, while experts realize how much there is still to learn.<br><br><strong>Easy Example:</strong> After learning basics of coding, you feel like an expert. After years, you understand how big the field really is.<br><br><strong>Truth:</strong> Real knowledge brings humility.",
    "imageUrl": "https://www.relevancelearning.com/hs-fs/hubfs/Relevance_2024/insights/resources/Relevance_article_metacognition2.jpg?width=822&height=548&name=Relevance_article_metacognition2.jpg",
    "videoId": "pOLmD_WVY-E"
  },
  {
    "id": 19,
    "title": "Simulation Hypothesis",
    "tagline": "\"Are We in a Game?\"",
    "description": "<strong>Simple Explanation:</strong> Reality might be a very advanced simulation, similar to a video game.<br><br><strong>Easy Example:</strong> Game characters don’t know they’re inside a game. In the same way, we might not know we’re inside a simulation.<br><br><strong>Why people believe it:</strong> Technology is growing fast, making realistic simulations possible.",
    "imageUrl": "https://www.thearchitect.global/wp-content/uploads/2021/10/Group-7667397.jpg",
    "videoId": "tlTKTTt47WE"
  },
  {
    "id": 20,
    "title": "The Trolley Problem",
    "tagline": "\"The Moral Glitch\"",
    "description": "<strong>Simple Explanation:</strong> A train will kill five people unless you pull a lever to change its path — but that action will kill one person instead.<br><br><strong>The Dilemma:</strong> Do you take action and cause harm, or do nothing and let more people die?<br><br><strong>Why it matters:</strong> It shows how difficult moral decisions can be.",
    "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/f/fd/Trolley_Problem.svg",
    "videoId": "bOpf6KcWYyw"
  },


  {
    "id": 21,
    "title": "Dark Matter",
    "tagline": "\"The Invisible Universe\"",
    "description": "<strong>Simple Explanation:</strong> Most of the universe is made of something we cannot see, touch, or detect directly, but we know it exists because of its effects.<br><br><strong>Real-Life Example:</strong> Imagine standing under a tree and seeing its leaves move, but you cannot see the wind. You know wind is there because of what it does. Dark matter is like that invisible wind in space.<br><br><strong>Why It Matters:</strong> Without dark matter, galaxies would fall apart. It acts like an invisible glue holding stars and galaxies together, even though we cannot see it.",
    "imageUrl": "https://science.nasa.gov/wp-content/uploads/2023/10/darkmatter-kipacamnh-1200.jpg?w=800",
    "videoId": "QAa2O_8wBUQ"
  },
  {
    "id": 22,
    "title": "Time Dilation",
    "tagline": "\"Time Doesn’t Tick the Same for Everyone\"",
    "description": "<strong>Simple Explanation:</strong> Time does not move at the same speed everywhere. It changes depending on how fast you are moving or how strong gravity is around you.<br><br><strong>Real-Life Example:</strong> GPS satellites orbiting Earth experience time slightly faster than clocks on Earth. Scientists must correct this difference, or your phone’s location would be wrong.<br><br><strong>Big Idea:</strong> Time is not fixed like a wall clock—it stretches and slows depending on conditions.",
    "imageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQ9zWiVvBJRqHLeLSihgoOUlce5JouTQn144g&s",
    "videoId": "yuD34tEpRFw"
  },
  {
    "id": 23,
    "title": "Quantum Superposition",
    "tagline": "\"Both at Once\"",
    "description": "<strong>Simple Explanation:</strong> Tiny particles like electrons can exist in multiple states at the same time until someone measures them.<br><br><strong>Real-Life Example:</strong> Think of a ceiling fan spinning fast. You see a blur instead of individual blades. Only when it stops do you see its exact position. Particles behave similarly until observed.<br><br><strong>Why It’s Strange:</strong> Reality seems undecided until someone looks at it.",
    "imageUrl": "https://www.azoquantum.com/images/Article_Images/ImageForArticle_88_17256255059219994.jpg",
    "videoId": "UjaAxUO6-Uw"
  },
  {
    "id": 24,
    "title": "The Placebo Effect",
    "tagline": "\"Healing by Belief\"",
    "description": "<strong>Simple Explanation:</strong> Sometimes, believing that something will help you actually makes you feel better—even if it has no real medicine in it.<br><br><strong>Real-Life Example:</strong> A person takes a sugar pill thinking it is a painkiller, and their pain actually reduces because the brain releases healing chemicals.<br><br><strong>Lesson:</strong> The mind and body are deeply connected, and belief itself can trigger real physical changes.",
    "imageUrl": "https://sciencenotes.org/wp-content/uploads/2023/02/Placebo-Effect.png",
    "videoId": "z03FQGlGgo0"
  },
  {
    "id": 25,
    "title": "The Cosmic Speed Limit",
    "tagline": "\"Nothing Beats Light\"",
    "description": "<strong>Simple Explanation:</strong> Nothing in the universe can travel faster than light—not even information or gravity.<br><br><strong>Real-Life Example:</strong> When you see the Sun, you are actually seeing it as it was about 8 minutes ago because light takes time to reach Earth.<br><br><strong>Why It Matters:</strong> This speed limit controls how the universe works, from time travel ideas to communication across space.",
    "imageUrl": "https://i.pinimg.com/736x/de/d0/cc/ded0ccc6f1a216ddb869d81e3e99cf2e.jpg",
    "videoId": "7IjGRGP6YpE"
 
  },
  {
    "id": 26,
    "title": "Neuroplasticity",
    "tagline": "\"Your Brain Can Rewire Itself\"",
    "description": "<strong>Simple Explanation:</strong> Your brain changes and adapts based on what you repeatedly do, think, and learn.<br><br><strong>Real-Life Example:</strong> When you practice a musical instrument or coding every day, the brain strengthens those pathways, making the skill easier over time.<br><br><strong>Hopeful Truth:</strong> Even bad habits and fears can be changed with consistent effort.",
    "imageUrl": "https://www.verywellmind.com/thmb/I_U8gHJCGqt-nuUHbWtymcunlG0=/1500x0/filters:no_upscale():max_bytes(150000):strip_icc()/what-is-brain-plasticity-2794886-01-cb68ba43ed534fb4b220ff86bf28a0e4.png",
    "videoId": "dmEOJyWVQj4"
 
  },
  {
    "id": 27,
    "title": "The Heat Death of the Universe",
    "tagline": "\"The Ultimate End\"",
    "description": "<strong>Simple Explanation:</strong> The universe may eventually reach a state where no energy is left to do any useful work.<br><br><strong>Real-Life Example:</strong> Like a phone battery slowly draining until the phone shuts down completely.<br><br><strong>What Happens Then:</strong> Stars stop forming, everything cools down, and the universe becomes dark and quiet.",
    "imageUrl": "https://i.ytimg.com/vi/sJqXnZe53MM/maxresdefault.jpg",
    "videoId": "BJbyPjS7Yt4"
  
  },
  {
    "id": 28,
    "title": "Choice Blindness",
    "tagline": "\"You Don’t Know Why You Choose\"",
    "description": "<strong>Simple Explanation:</strong> People often don’t truly understand why they make certain choices, even though they confidently explain them.<br><br><strong>Real-Life Example:</strong> You choose a product in a shop, but if someone swaps it secretly, you may still defend the new choice as if you made it.<br><br><strong>Insight:</strong> The brain often creates reasons after the decision is already made.",
    "imageUrl": "https://www.healthdigest.com/img/gallery/what-is-choice-blindness-and-how-can-it-affect-your-life/l-intro-1670194653.jpg",
    "videoId": "Dk6t68jB_g8"

  },
  {
    "id": 29,
    "title": "Quantum Foam",
    "tagline": "\"Reality Is Not Smooth\"",
    "description": "<strong>Simple Explanation:</strong> At extremely tiny scales, space is not calm or smooth—it constantly bubbles and fluctuates.<br><br><strong>Real-Life Example:</strong> From far away, a road looks smooth. Up close, it has cracks and bumps. Space behaves the same way at very small levels.<br><br><strong>Meaning:</strong> Empty space is actually full of activity.",
    "imageUrl": "https://i.ytimg.com/vi/G5yBXKvu7L4/sddefault.jpg",
    "videoId": "jQBhpLwKKEw"
  
  },

  {
    "id": 30,
    "title": "The Spotlight Effect",
    "tagline": "\"Everyone Is Not Watching You\"",
    "description": "<strong>Simple Explanation:</strong> We often think others are paying close attention to us, but in reality, they are focused on themselves.<br><br><strong>Real-Life Example:</strong> You trip in public and feel embarrassed all day, but most people forget it within seconds.<br><br><strong>Relief:</strong> People notice you far less than you think.",
    "imageUrl": "https://i.ytimg.com/vi/MRPtSy6i0BE/maxresdefault.jpg",
    "videoId": "lAxOi9EEvlM"
  }


]